Repository: elementary/switchboard-plug-datetime
Catalog: po/*.po
Languages: ug

source: MSK+03 - Omsk
ug: MSK+03 - ئومسك

source: Asia/Novosibirsk
ug: ئاسىيا/نوۋوسىبرسك

source: MSK+03 - Novosibirsk
ug: MSK+03 - نوۋوسىبرسك

source: Asia/Barnaul
ug: ئاسىيا/بارنائۇل

source: MSK+04 - Altai
ug: MSK+04 - ئالتاي

source: Asia/Tomsk
ug: ئاسيا/تومسك

source: MSK+04 - Tomsk
ug: MSK+04 - تومسك

source: Asia/Novokuznetsk
ug: ئاسىيا/نوۋوكۇزنېتسك

source: MSK+04 - Kemerovo
ug: MSK+04 - كېمېروۋو

source: Asia/Krasnoyarsk
ug: ئاسىيا/كراسنويارسك

source: MSK+04 - Krasnoyarsk area
ug: MSK+04 - كراسنويارسك رايونى

source: Asia/Irkutsk
ug: ئاسىيا/ئىركۇتسك

source: MSK+05 - Irkutsk, Buryatia
ug: MSK+05 - ئىركۇتسك، بۇرياتيا

source: Asia/Chita
ug: ئاسىيا/چىتا

source: MSK+06 - Zabaykalsky
ug: MSK+06 - زابايكالسكي

source: Asia/Yakutsk
ug: ئاسىيا/ياكۇتسك

source: MSK+06 - Lena River
ug: MSK+06 - لېنا دەرياسى

source: Asia/Khandyga
ug: ئاسىيا/خاندىگا

source: MSK+06 - Tomponsky, Ust-Maysky
ug: MSK+06 - تومپونسكىي، Ust-مايىسكىي

source: Asia/Vladivostok
ug: ئاسىيا/ۋلادىۋوستوك

source: MSK+07 - Amur River
ug: MSK+07 - ئامۇر دەرياسى

source: Asia/Ust-Nera
ug: ئاسىيا/Ust-نېرا

source: MSK+07 - Oymyakonsky
ug: MSK+07 - ئويمياكونسكىي

source: Asia/Magadan
ug: ئاسىيا/ماگادان

source: MSK+08 - Magadan
ug: MSK+08 - ماگادان

source: Asia/Sakhalin
ug: ئاسىيا/ساخالىن

source: MSK+08 - Sakhalin Island
ug: MSK+08 - ساخالىن ئارىلى

source: Asia/Srednekolymsk
ug: ئاسىيا/سرېدنېكوليمسك

source: MSK+08 - Sakha (E); North Kuril Is
ug: MSK+08 - ساخالىننىڭ شەرقىي؛ شىمالىي كۇرىل ئارىلى

source: Asia/Kamchatka
ug: ئاسىيا/كامچاتكا

source: MSK+09 - Kamchatka
ug: MSK+09 - كامچاتكا

source: Asia/Anadyr
ug: ئاسىيا/ئانادىر

source: MSK+09 - Bering Sea
ug: MSK+09 - بېرىڭ دىڭىزى

source: Africa/Kigali
ug: ئافرىقا/كىگالى

source: Asia/Riyadh
ug: ئاسىيا/رىياد

source: Pacific/Guadalcanal
ug: تىنچ ئوكيان/گۇادال قانال

source: Indian/Mahe
ug: ھىندى ئوكيان/ماھې

source: Africa/Khartoum
ug: ئافرىقا/خارتۇم

source: Europe/Stockholm
ug: ياۋروپا/ستوكھولم

source: Asia/Singapore
ug: ئاسىيا/سىنگاپور

source: Atlantic/St_Helena
ug: ئاتلانتىك ئوكيان/ست-ھېلېنا

source: Europe/Ljubljana
ug: ياۋروپا/لجۇبلجانا

source: Arctic/Longyearbyen
ug: شىمالىي قۇتۇپ/لوڭيېربيېن

source: Europe/Bratislava
ug: ياۋروپا/براتىسلاۋا

source: Africa/Freetown
ug: ئافرىقا/فرىتاۋن

source: Europe/San_Marino
ug: ياۋروپا/سان مارىنو

source: Africa/Dakar
ug: ئافرىقا/داكار

source: Africa/Mogadishu
ug: ئافرىقا/موگادىشۇ

source: America/Paramaribo
ug: ئامرىكا/پارامارىبو

source: Africa/Juba
ug: ئافرىقا/جۇبا

source: Africa/Sao_Tome
ug: ئافرىقا/ساۋتومې

source: America/El_Salvador
ug: ئامرىكا/سالۋادور

source: America/Lower_Princes
ug: ئامرىكا/تۆۋەن ۋەلىئەھدە رايونى

source: Asia/Damascus
ug: ئاسىيا/دەمەشىق

source: Africa/Mbabane
ug: ئافرىقا/مبابانې

source: America/Grand_Turk
ug: ئامرىكا/گراندتۈرك

source: Africa/Ndjamena
ug: ئافرىقا/ندجامېنا

source: Indian/Kerguelen
ug: ھىندى ئوكيان/كېرگۇلېن

source: Africa/Lome
ug: ئافرىقا/لومې

source: Asia/Bangkok
ug: ئاسىيا/باڭكوك

source: Asia/Dushanbe
ug: ئاسىيا/دۈشەنبە

source: Pacific/Fakaofo
ug: تىنچ ئوكيان/فاكاۋفو

source: Asia/Dili
ug: ئاسىيا/دىھلى

source: Asia/Ashgabat
ug: ئاسىيا/ئاشخاباد

source: Africa/Tunis
ug: ئافرىقا/تۇنىس

source: Pacific/Tongatapu
ug: تىنچ ئوكيان/تونگاتاپۇ

source: Europe/Istanbul
ug: ياۋروپا/ئىستانبول

source: America/Port_of_Spain
ug: ئامرىكا/ئىسپانىيە پورتى

source: Pacific/Funafuti
ug: تىنچ ئوكيان/فۇنافۇتى

source: Asia/Taipei
ug: ئاسىيا/تەيبېي

source: Africa/Dar_es_Salaam
ug: ئافرىقا/دارسسالام

source: Europe/Kiev
ug: ياۋروپا/كىيېۋ

source: Ukraine (most areas)
ug: ئۇكرائىنا （كۆپ قىسىم رايونلىرى）

source: Europe/Uzhgorod
ug: ياۋروپا/ئۇزگورود

source: Ruthenia
ug: رۇسېنيا

source: Europe/Zaporozhye
ug: ياۋروپا/زاپوروزھىيا

source: Zaporozh'ye/Zaporizhia; Lugansk/Luhansk (east)
ug: زاپوروزھىيا؛ لۇگەنسك （شەرقىي）

source: Africa/Kampala
ug: ئافرىقا/كامپالا

source: Pacific/Johnston
ug: تىنچ ئوكيان/جون ستون

source: Johnston Atoll
ug: جون ستون خادا تاشلىرى

source: Pacific/Midway
ug: تىنچ ئوكيان/ئوتتۇرا يول ئارىلى

source: Midway Islands
ug: ئوتتۇرا يول ئارىلى

source: Pacific/Wake
ug: تىنچ ئوكيان/ۋەيك

source: Wake Island
ug: ۋەيك ئارىلى

source: America/New_York
ug: ئامرىكا/نېۋيورك

source: Eastern (most areas)
ug: شەرقىي قىسىم （كۆپ قىسىم رايونلار）

source: America/Detroit
ug: ئامرىكا/دېترويت

source: Eastern - MI (most areas)
ug: شەرقىي قىسىم - ML （كۆپ قىسىم رايونلىرى）

source: America/Kentucky/Louisville
ug: ئامرىكا/كېنتۇكىي/لوئىسۋىللې

source: Eastern - KY (Louisville area)
ug: شەرقىي قىسىم - YK (لوئىسۋېللې رايونى)

source: America/Kentucky/Monticello
ug: ئامرىكا/كېنتۇكىي/مونتىسېللو

source: Eastern - KY (Wayne)
ug: شەرقىي قىسىم - YK (ۋاينې)

source: America/Indiana/Indianapolis
ug: ئامرىكا/ئىنديانا/ئىندياناپولىس

source: Eastern - IN (most areas)
ug: شەرقىي قىسىم - IN (كۆپ قىسىم رايونلىرى)

source: America/Indiana/Vincennes
ug: ئامرىكا/ئىندىئانا/ۋىنسېننېس

source: Eastern - IN (Da, Du, K, Mn)
ug: شەرقىي قىسىم - IN (Da, Du, K, Mn)

source: America/Indiana/Winamac
ug: ئامرىكا/ئىنديانا/ۋىناماك

source: Eastern - IN (Pulaski)
ug: شەرقىي قىسىم - IN (پۇلاسكى)

source: America/Indiana/Marengo
ug: ئامرىكا/ئىنديانا/مارېنگو

source: Eastern - IN (Crawford)
ug: شەرقىي قىسىم - (كراۋفورد)

source: America/Indiana/Petersburg
ug: ئامرىكا/ئىنديانا/پېتېرسبۇرگ

source: Eastern - IN (Pike)
ug: شەرقىي قىسىم - IN （پىكې）

source: America/Indiana/Vevay
ug: ئامرىكا/ئىنديانا/ۋېۋاي

source: Eastern - IN (Switzerland)
ug: شەرقىي قىسىم - IN (سۋىتزېرلەند)

source: America/Chicago
ug: ئامرىكا/چىكاگو

source: Central (most areas)
ug: ئوتتۇرا قىسىم (كۆپ قىسىم رايونلىرى)

source: America/Indiana/Tell_City
ug: ئامرىكا/ئىنديانا/تېل شەھىرى

source: Central - IN (Perry)
ug: ئوتتۇرا قىسىم -IN (پېررىي)

source: America/Indiana/Knox
ug: ئامرىكا/ئىنديانا/كنوكس

source: Central - IN (Starke)
ug: ئوتتۇرا قىسىم - IN (ستارك)

source: America/Menominee
ug: ئامرىكا/مېنومىنى

source: Central - MI (Wisconsin border)
ug: ئوتتۇرا قىسىم - MI (ۋىسكانسىن چىگرىسى)

source: America/North_Dakota/Center
ug: ئامرىكا/شىمالىي داكوتا/ئوتتۇرا قىسمى

source: Central - ND (Oliver)
ug: ئوتتۇرا قىسمى - ND (ئولىۋېر)

source: America/North_Dakota/New_Salem
ug: ئامرىكا/شىمالىي داكوتا/نېۋسالېم

source: Central - ND (Morton rural)
ug: ئوتتۇرا قىسىم - ND (مورتون رۇرال)

source: America/North_Dakota/Beulah
ug: ئامرىكا/شىمالىي داكوتا/بېئۇلاھ

source: Central - ND (Mercer)
ug: ئوتتۇرا قىسىم - ND (مېرسېر)

source: America/Denver
ug: ئامرىكا/دېنۋېر

source: Mountain (most areas)
ug: Mountain (كۆپ قىسىم رايونلىرى)

source: America/Boise
ug: ئامرىكا/بويىس

source: Mountain - ID (south); OR (east)
ug: Mountain - ID (جەنۇبىي)؛ ياكى (شەرقىي)

source: America/Phoenix
ug: ئامرىكا/فوئېنىسك

source: MST - Arizona (except Navajo)
ug: MST - ئارىزونا (ناۋاجودىن باشقا)

source: America/Los_Angeles
ug: ئامرىكا/لوس ئانژىلىس

source: Pacific
ug: تىنچ ئوكيان

source: America/Anchorage
ug: ئامرىكا/ئانكورېج

source: Alaska (most areas)
ug: ئالياسكا (كۆپ قىسىم رايونلىرى)

source: America/Juneau
ug: ئامرىكا/جۇنىئۇ

source: Alaska - Juneau area
ug: ئالياسكا - جۇنىئۇ رايونى

source: America/Sitka
ug: ئامرىكا/سىتكا

source: Alaska - Sitka area
ug: ئالياسكا - سىتكا رايونى

source: America/Metlakatla
ug: ئامرىكا/مېتلاكاتلا

source: Alaska - Annette Island
ug: ئالياسكا - ئاننېتتې ئارىلى

source: America/Yakutat
ug: ئامرىكا/ياكۇتات

source: Alaska - Yakutat
ug: ئالياسكا - ياكۇتات

source: America/Nome
ug: ئامرىكا/نومې

source: Alaska (west)
ug: ئالياسكا (غەربىي)

source: America/Adak
ug: ئامرىكا/ئاداك

source: Aleutian Islands
ug: ئالىئۇشېن ئارىلى

source: Pacific/Honolulu
ug: تىنچ ئوكيان/ھونولۇلۇ

source: Hawaii
ug: ھاۋاي

source: America/Montevideo
ug: ئامرىكا/مونتېۋىدىئو

source: Asia/Samarkand
ug: ئاسىيا/سەمەرقەند

source: Uzbekistan (west)
ug: ئۆزبىكىستان (غەربىي)

source: Asia/Tashkent
ug: ئاسىيا/تاشكەنت

source: Uzbekistan (east)
ug: ئۆزبىكىستان (شەرقىي)

source: Europe/Vatican
ug: ياۋروپا/ۋاتىكان

source: America/St_Vincent
ug: ئامرىكا/ست-ۋىنسېنت

source: America/Caracas
ug: ئامرىكا/كاراكاس

source: America/Tortola
ug: ئامرىكا/تورتولا

source: America/St_Thomas
ug: ئامرىكا/ست-توماس

source: Asia/Ho_Chi_Minh
ug: ئاسىيا/خوچىمىن

source: Pacific/Efate
ug: تىنچ ئوكيان/ئېفاتې

source: Pacific/Wallis
ug: تىنچ ئوكيان/ۋاللىس

source: Pacific/Apia
ug: تىنچ ئوكيان/ئاپيا

source: Asia/Aden
ug: ئاسىيا/ئادېن

source: Indian/Mayotte
ug: ھىندى ئوكيان/مايوتتې

source: Africa/Johannesburg
ug: ئافرىقا/جوھاننېسبۇرگ

source: Africa/Lusaka
ug: ئافرىقا/لۇساكا

source: Africa/Harare
ug: ئافرىقا/ھارارې

source: Date & Time
ug: چىسلا ۋە ۋاقىت

source: Configure date, time, and select time zone
ug: چىسلا، ۋاقىتنى تەڭشەڭ، ۋە ۋاقىت رايونىنى تاللاڭ

source: Network Time:
ug: تور ۋاقتى：

source: Time Format:
ug: ۋاقىت فورماتى：

source: AM/PM
ug: 12سائەتلىك

source: 24h
ug: 24سائەتلىك

source: Time Zone:
ug: ۋاقىت رايونى：

source: Network Time
ug: تور ۋاقتى

source: Time
ug: ۋاقىت

source: Date
ug: چىسلا

source: Time Zone
ug: ۋاقىت رايونى

source: Time Format
ug: ۋاقىت فورماتى

source: Africa
ug: ئافرىقا

source: America
ug: ئامرىكا

source: Antarctica
ug: ئانتاركتىكا

source: Asia
ug: ئاسىيا

source: Atlantic
ug: ئاتلانتىك ئوكيان

source: Europe
ug: ياۋروپا

source: Indian
ug: ھىندى ئوكيان
