Repository: elementary/switchboard-plug-datetime
Catalog: po/*.po
Languages: ug

source: Europe/Andorra
ug: ياۋروپا/ئاندوررا

source: Asia/Dubai
ug: ئاسىيا/دۇبەي

source: Asia/Kabul
ug: ئاسىيا/كابۇل

source: America/Antigua
ug: ئامرىكا/ئانتىگۇا

source: America/Anguilla
ug: ئامرىكا/ئانگولا

source: Europe/Tirane
ug: ياۋروپا/تىرانە

source: Asia/Yerevan
ug: ئاسىيا/يەرەۋان

source: Africa/Luanda
ug: ئافرىقا/لۇئاندا

source: Antarctica/McMurdo
ug: ئانتاركتىكا/مەكمۇردو

source: New Zealand time - McMurdo, South Pole
ug: يىڭى زېللاندىيە ۋاقتى - مەكمۇردو،جەنۇبىي پولې

source: Antarctica/Casey
ug: ئانتاركتىكا/كاسېي

source: Casey
ug: كاسېي

source: Antarctica/Davis
ug: ئانتاركتىكا/داۋىس

source: Davis
ug: داۋىس

source: Antarctica/DumontDUrville
ug: ئانتاركتىكا/دۇمونت دۇرۋىل

source: Dumont-d'Urville
ug: دۇمونت دۇرۋىل

source: Antarctica/Mawson
ug: ئانتاركتىكا/ماۋسون

source: Mawson
ug: ماۋسون

source: Antarctica/Palmer
ug: ئانتاركتىكا/پالمېر

source: Palmer
ug: پالمېر

source: Antarctica/Rothera
ug: ئانتاركتىكا/روسېرا

source: Rothera
ug: روسېرا

source: Antarctica/Syowa
ug: ئانتاركتىكا/سيوۋا

source: Syowa
ug: سيوۋا

source: Antarctica/Troll
ug: ئانتاركتىكا/ترول

source: Troll
ug: ترول

source: Antarctica/Vostok
ug: ئانتاركتىكا/ۋوستوك

source: Vostok
ug: ۋوستوك

source: America/Argentina/Buenos_Aires
ug: ئامرىكا/ئارگىنتىنا/بوينىس-ئايرىس

source: Buenos Aires (BA, CF)
ug: بوينىس-ئايرىس (BA, CF)

source: America/Argentina/Cordoba
ug: ئامرىكا/ئارگىنتىنا/كوردوبا

source: Argentina (most areas: CB, CC, CN, ER, FM, MN, SE, SF)
ug: ئارگىنتىنا（كۆپ قىسىم رايونلار：CB, CC, CN, ER, FM, MN, SE, SF）

source: America/Argentina/Salta
ug: CB, CC, CN, ER, FM, MN, SE, SF

source: Salta (SA, LP, NQ, RN)
ug: ئامرىكا/ئارگىنتىنا/سالتا （SA, LP, NQ, RN）

source: America/Argentina/Jujuy
ug: ئامرىكا/ئارگىنتىنا/جۇجۇي

source: Jujuy (JY)
ug: جۇجۇي (JY)

source: America/Argentina/Tucuman
ug: ئامرىكا/ئارگىنتىنا/تۇكۇمان

source: Tucuman (TM)
ug: تۇكۇمان (TM)

source: America/Argentina/Catamarca
ug: ئامرىكا/ئارگىنتىنا/كاتاماركا

source: Catamarca (CT); Chubut (CH)
ug: كاتاماركا （CT）؛چۇبۇت （CH）

source: America/Argentina/La_Rioja
ug: ئامرىكا/ئارگىنتىنا/لا-ريوجا

source: La Rioja (LR)
ug: لاريوجا（LR）

source: America/Argentina/San_Juan
ug: ئامرىكا/ئارگىنتىنا/سان-جۇئان

source: San Juan (SJ)
ug: سان جۇئان(SJ)

source: America/Argentina/Mendoza
ug: ئامرىكا/ئارگىنتىنا/مەندوزا

source: Mendoza (MZ)
ug: مەندوزا(MZ)

source: America/Argentina/San_Luis
ug: ئامرىكا/ئارگىنتىنا/سان-لۇئىس

source: San Luis (SL)
ug: سان لۇئىس(SL)

source: America/Argentina/Rio_Gallegos
ug: ئامرىكا/ئارگىنتىنا/ريو-گاللېگوس

source: Santa Cruz (SC)
ug: سانتا كرۇز(SC)

source: America/Argentina/Ushuaia
ug: ئامرىكا/ئارگىنتىنا/ئۇشائىيا

source: Tierra del Fuego (TF)
ug: تېررا دىل فۇگو(TF)

source: Pacific/Pago_Pago
ug: تىنچ ئوكيان/پاگو-پاگو

source: Europe/Vienna
ug: ياۋروپا/ۋېنا

source: Australia/Lord_Howe
ug: ئاۋسترالىيە/لورد-خاۋ

source: Lord Howe Island
ug: لورد خاۋ ئارىلى

source: Antarctica/Macquarie
ug: ئانتاركتىكا/ماسكۇاريە

source: Macquarie Island
ug: ماسكۇاريە ئارىلى

source: Australia/Hobart
ug: ئاۋسترالىيە/خوبارت

source: Tasmania (most areas)
ug: تاسمانىيە(كۆپ قىسىم رايونلىرى)

source: Australia/Currie
ug: ئاۋسترالىيە/كۇررىي

source: Tasmania (King Island)
ug: تاسمانىيە (پادىشاھ ئارىلى)

source: Australia/Melbourne
ug: ئاۋسترالىيە/مېلبورنې

source: Victoria
ug: ۋىكتوريە

source: Australia/Sydney
ug: ئاۋسترالىيە/سىدنېي

source: New South Wales (most areas)
ug: يىڭى جەنۇبىي ۋالېس (كۆپ قىسىم رايونلىرى)

source: Australia/Broken_Hill
ug: ئاۋسترالىيە/چۇۋۇلغان دۆڭ

source: New South Wales (Yancowinna)
ug: يىڭى جەنۇبىي ۋالېس (يانكوۋىننا)

source: Australia/Brisbane
ug: ئاۋسترالىيە/برىسبان

source: Queensland (most areas)
ug: كۇئىنسلەند (كۆپ قىسىم رايونلىرى)

source: Australia/Lindeman
ug: ئاۋسترالىيە/لىندېمان

source: Queensland (Whitsunday Islands)
ug: كۇئىنسلەند (ۋىتساندېي ئارىلى)

source: Australia/Adelaide
ug: ئاۋسترالىيە/ئادېلەيد

source: South Australia
ug: جەنۇبىي ئاۋسترالىيە

source: Australia/Darwin
ug: ئاۋسترالىيە/دارۋىن

source: Northern Territory
ug: شىمالىي ئاۋسترالىيە

source: Australia/Perth
ug: ئاۋسترالىيە/پېرس

source: Western Australia (most areas)
ug: غەربىي ئاۋسترالىيە (كۆپ قىسىم رايونلىرى)

source: Australia/Eucla
ug: ئاۋسترالىيە/ئىئۇكلا

source: Western Australia (Eucla)
ug: غەربىي ئاۋسترالىيە (ئىئۇكلا)

source: America/Aruba
ug: ئامرىكا/ئارۇبا

source: Europe/Mariehamn
ug: ياۋروپا/مارىياخام

source: Asia/Baku
ug: ئاسىيا/باكۇ

source: Europe/Sarajevo
ug: ياۋروپا/سارايىۋۇ

source: America/Barbados
ug: ئامرىكا/باربادوس

source: Asia/Dhaka
ug: ئاسىيا/داككا

source: Europe/Brussels
ug: ياۋروپا/بىريۇسىل

source: Africa/Ouagadougou
ug: ئافرىقا/ئواگادوگو

source: Europe/Sofia
ug: ياۋروپا/سوفىيە

source: Asia/Bahrain
ug: ئاسىيا/بەھرەين

source: Africa/Bujumbura
ug: ئافرىقا/بۇجۇمبۇرا

source: Africa/Porto-Novo
ug: ئافرىقا/پورتو-نوۋو

source: America/St_Barthelemy
ug: ئامرىكا/ست-بارسېلېمىي

source: Atlantic/Bermuda
ug: ئاتلانتىك ئوكيان/بېرمۇدا

source: Asia/Brunei
ug: ئاسىيا/برۇنېي

source: America/La_Paz
ug: ئامرىكا/لا-پاز

source: America/Kralendijk
ug: ئامرىكا/كرالەندىجك

source: America/Noronha
ug: ئامرىكا/نورونھا

source: Atlantic islands
ug: ئاتلانتىك ئارىلى

source: America/Belem
ug: ئامرىكا/بېلېم

source: Para (east); Amapa
ug: پارا (شەرقىي)؛ ئاماپا

source: America/Fortaleza
ug: ئامرىكا/فورتالېزا

source: Brazil (northeast: MA, PI, CE, RN, PB)
ug: برازىلىيە (شەرقىي شىمال: MA, PI, CE, RN, PB)

source: America/Recife
ug: ئامرىكا/رەسىفې

source: Pernambuco
ug: پېرنامبۇكو

source: America/Araguaina
ug: ئامرىكا/ئاراگۇاينا

source: Tocantins
ug: توكانتىنس

source: America/Maceio
ug: ئامرىكا/ماسېئو

source: Alagoas, Sergipe
ug: ئالاگوئاس، سېرگىپې

source: America/Bahia
ug: ئامرىكا/باھىيا

source: Bahia
ug: باھىيا

source: America/Sao_Paulo
ug: ئامرىكا/ساۋ-پاۋلو

source: Brazil (southeast: GO, DF, MG, ES, RJ, SP, PR, SC, RS)
ug: برازىلىيە (شەرقىي جەنۇب: GO, DF, MG, ES, RJ, SP, PR, SC, RS)

source: America/Campo_Grande
ug: ئامرىكا/كامپو-گراند

source: Mato Grosso do Sul
ug: ماتو گروسسو دو سۇل

source: America/Cuiaba
ug: ئامرىكا/كۇابا

source: Mato Grosso
ug: ماتو گروسسو

source: America/Santarem
ug: ئامرىكا/سانتارېم

source: Para (west)
ug: پارا (غەربىي)

source: America/Porto_Velho
ug: ئامرىكا/پورتو-ۋېلھو

source: Rondonia
ug: روندونيا

source: America/Boa_Vista
ug: ئامرىكا/بوا-ۋىستا

source: Roraima
ug: رورايما

source: America/Manaus
ug: ئامرىكا/مانائۇس

source: Amazonas (east)
ug: ئامازون ۋادىسى (شەرقىي)

source: America/Eirunepe
ug: ئامرىكا/ئېرۇنەپ

source: Amazonas (west)
ug: ئامازون ۋادىسى (غەربىي)

source: America/Rio_Branco
ug: ئامرىكا/رىئو-برانكو

source: Acre
ug: ئاكرە

source: America/Nassau
ug: ئامرىكا/ناسسائۇ

source: Asia/Thimphu
ug: ئاسىيا/سىمپۇ

source: Africa/Gaborone
ug: ئافرىقا/گابورون

source: Europe/Minsk
ug: ياۋروپا/مىنسك

source: America/Belize
ug: ئامرىكا/بېلىزې

source: America/St_Johns
ug: ئامرىكا/ست-جونس

source: Newfoundland; Labrador (southeast)
ug: يىڭى قۇرۇقلۇق؛ لابرادور (شەرقىي جەنۇب)

source: America/Halifax
ug: ئامرىكا/خالىفاكس

source: Atlantic - NS (most areas); PE
ug: ئاتلانتىك ئوكيان - NS (كۆپ قىسىم رايونلىرى)؛ PE

source: America/Glace_Bay
ug: ئامرىكا/گلاس قولتۇقى

source: Atlantic - NS (Cape Breton)
ug: ئاتلانتىك ئوكيان - NS (كاپە برېتون)

source: America/Moncton
ug: ئامرىكا/مونكتون

source: Atlantic - New Brunswick
ug: ئاتلانتىك ئوكيان - يىڭى برۇنسۋىك

source: America/Goose_Bay
ug: ئامرىكا/گۇس قولتۇقى

source: Atlantic - Labrador (most areas)
ug: ئاتلانتىك ئوكيان - لابرادور (كۆپ قىسىم رايونلىرى)

source: America/Blanc-Sablon
ug: ئامرىكا/بلانس-سابلون

source: AST - QC (Lower North Shore)
ug: AST - QC（تۆۋەنكى شىمالىي ساھىل）

source: America/Toronto
ug: ئامرىكا/تورونتو

source: Eastern - ON, QC (most areas)
ug: Eastern - ON, QC (كۆپ قىسىم رايونلىرى)

source: America/Nipigon
ug: ئامرىكا/نىپىگون

source: Eastern - ON, QC (no DST 1967-73)
ug: غەربىي - ON, QC (no DST 1967-73)

source: America/Thunder_Bay
ug: ئامرىكا/چاقماق قولتۇقى

source: Eastern - ON (Thunder Bay)
ug: شەرقىي - ON (چاقماق قولتۇقى)

source: America/Iqaluit
ug: ئامرىكا/ئىكالۇئىت

source: Eastern - NU (most east areas)
ug: شەرقىي - NU (كۆپ قىسىم شەرقىي رايونلار)

source: America/Pangnirtung
ug: ئامرىكا/پاڭنىرتۇڭ

source: Eastern - NU (Pangnirtung)
ug: شەرقىي - NU (پاڭنىرتۇڭ)

source: America/Atikokan
ug: ئامرىكا/ئاتىكاكون

source: EST - ON (Atikokan); NU (Coral H)
ug: شەرقىي - ON （ئاتىكاكون）؛NU （كورال H）

source: America/Winnipeg
ug: ئامرىكا/ۋىننىپېگ

source: Central - ON (west); Manitoba
ug: مەركىزى - ON (غەربىي)؛ مانىتوبا

source: America/Rainy_River
ug: ئامرىكا/رېيىن دەرياسى

source: Central - ON (Rainy R, Ft Frances)
ug: مەركىزى - ON (رېيىن دەرياسى، فت فرانسىس)

source: America/Resolute
ug: ئامرىكا/رېزولۇتې

source: Central - NU (Resolute)
ug: مەركىزى - NU (رېزولۇتې)

source: America/Rankin_Inlet
ug: ئامرىكا/رانكىن-ئىنتېل

source: Central - NU (central)
ug: مەركىزى - NU (مەركىزى)

source: America/Regina
ug: ئامرىكا/رېجىنا

source: CST - SK (most areas)
ug: CST - SK (كۆپ قىسىم رايونلىرى)

source: America/Swift_Current
ug: ئامرىكا/سۋىفت-كاررېنت

source: CST - SK (midwest)
ug: CST - SK (ئوتتۇرا غەربىي)

source: America/Edmonton
ug: ئامرىكا/ئېدمونتون

source: America/Cambridge_Bay
ug: ئامرىكا/كامبرىج قولتۇقى

source: Mountain - NU (west)
ug: Mountain - NU (غەربىي)

source: America/Yellowknife
ug: ئامرىكا/يېللوۋنايف

source: Mountain - NT (central)
ug: Mountain - NT (مەركىزى)

source: America/Inuvik
ug: ئامرىكا/ئىنۇۋىك

source: Mountain - NT (west)
ug: Mountain - NT (غەربىي)

source: America/Creston
ug: ئامرىكا/كرېستون

source: MST - BC (Creston)
ug: MST - BC (كرېستون)

source: America/Dawson_Creek
ug: ئامرىكا/داۋسون-كرىك

source: MST - BC (Dawson Cr, Ft St John)
ug: MST - BC (داۋسون كرىك، فت ست جون)

source: America/Fort_Nelson
ug: ئامرىكا/فورت نېلسون

source: MST - BC (Ft Nelson)
ug: MST - BC (فورت نېلسون)

source: America/Vancouver
ug: ئامرىكا/ۋانكاۋېر

source: Pacific - BC (most areas)
ug: تىنچ ئوكيان - BC （كۆپ قىسىم رايونلىرى）

source: America/Whitehorse
ug: ئامرىكا/ئاقساراي

source: Pacific - Yukon (south)
ug: تىنچ ئوكيان - يۇكون （جەنۇبىي）

source: America/Dawson
ug: ئامرىكا/داۋسون

source: Pacific - Yukon (north)
ug: تىنچ ئوكيان - يۇكون （شىمالىي）

source: Indian/Cocos
ug: ھىندى ئوكيان/كوكوس

source: Africa/Kinshasa
ug: ئافرىقا/كىنشاسا

source: Dem. Rep. of Congo (west)
ug: كونگو دىموكراتىك جۇمھۇرىيىتى （غەربىي）

source: Africa/Lubumbashi
ug: ئافرىقا/لۇبۇمباشى

source: Dem. Rep. of Congo (east)
ug: كونگو دىموكراتىك جۇمھۇرىيىتى （شەرقىي）

source: Africa/Bangui
ug: ئافرىقا/بانگۇي

source: Africa/Brazzaville
ug: ئافرىقا/براززاۋىللې

source: Europe/Zurich
ug: ياۋروپا/زۇرىچ

source: Africa/Abidjan
ug: ئافرىقا/ئابىدجان

source: Pacific/Rarotonga
ug: تىنچ ئوكيان/راروتونگا

source: America/Santiago
ug: ئامرىكا/سانتىئاگو

source: Chile (most areas)
ug: چىلى （كۆپ قىسىم رايونلىرى）

source: Pacific/Easter
ug: تىنچ ئوكيان/تىرىلىش بايرىمى

source: Easter Island
ug: تىرىلىش ئارىلى

source: Africa/Douala
ug: ئافرىقا/دۇئالا

source: Asia/Shanghai
ug: ئاسىيا/شاڭخەي

source: Beijing Time
ug: بېيجىڭ ۋاقتى

source: Asia/Urumqi
ug: ئاسىيا/ئۈرۈمچى

source: Xinjiang Time
ug: شىنجاڭ ۋاقتى

source: America/Bogota
ug: ئامرىكا/بوگوتا

source: America/Costa_Rica
ug: ئامرىكا/كوستارىكا

source: America/Havana
ug: ئامرىكا/ھاۋانا

source: Atlantic/Cape_Verde
ug: ئاتلانتىك ئوكيان/ۋېردې تۇمشۇقى

source: America/Curacao
ug: ئامرىكا/كۇراساۋ ئارىلى

source: Indian/Christmas
ug: ھىندى/روژدىستوۋ

source: Asia/Nicosia
ug: ئاسىيا/نىكوسىيا

source: Europe/Prague
ug: ياۋروپا/پراگۇ

source: Europe/Berlin
ug: ياۋروپا/بېرلىن

source: Germany (most areas)
ug: گېرمانىيە （كۆپ قىسىم رايونلىرى）

source: Busingen
ug: بۇسىنگېن

source: Africa/Djibouti
ug: ئافرىقا/جىبۇتى

source: Europe/Copenhagen
ug: ياۋروپا/كوپىنھاگېن

source: America/Dominica
ug: ئامرىكا/دومىنىكا

source: America/Santo_Domingo
ug: ئامرىكا/سانتو دومىنگو

source: Africa/Algiers
ug: ئافرىقا/ئالجىرىيە

source: America/Guayaquil
ug: ئامرىكا/گۇاياكۇئىل

source: Ecuador (mainland)
ug: ئىكۇاتور （چوڭ قۇرۇقلۇقى）

source: Pacific/Galapagos
ug: تىنچ ئوكيان/كالاپاگوس

source: Galapagos Islands
ug: كالاپاگوس ئارىلى

source: Europe/Tallinn
ug: ياۋروپا/تاللىن

source: Africa/Cairo
ug: ئافرىقا/قاھىرە

source: Africa/El_Aaiun
ug: ئافرىقا/ئەلئايۇن

source: Africa/Asmara
ug: ئافرىقا/ئاسمارا

source: Europe/Madrid
ug: ياۋروپا/مادرىد

source: Spain (mainland)
ug: ئىسپانىيە （چوڭ قۇرۇقلۇقى）

source: Africa/Ceuta
ug: ئافرىقا/سىئۇتا

source: Ceuta, Melilla
ug: سىئۇتا، مېلىللا

source: Atlantic/Canary
ug: ئاتلانتىك ئوكيان/كانارىي

source: Canary Islands
ug: كانارىي ئارىلى

source: Africa/Addis_Ababa
ug: ئافرىقا/ئەدىس ئەبىبە

source: Europe/Helsinki
ug: ياۋروپا/خېلسىنكى

source: Pacific/Fiji
ug: تىنچ ئوكيان/فىجى

source: Atlantic/Stanley
ug: ئاتلانتىك ئوكيان/ستانلېي

source: Pacific/Chuuk
ug: تىنچ ئوكيان/چۇك

source: Chuuk/Truk, Yap
ug: چۇك/ترۇك، ياپ

source: Pacific/Pohnpei
ug: تىنچ ئوكيان/پونپېي

source: Pohnpei/Ponape
ug: پونپېي/پوناپې

source: Pacific/Kosrae
ug: تىنچ ئوكيان/كوسرا

source: Kosrae
ug: كوسرا

source: Atlantic/Faroe
ug: ئاتلانتىك ئوكيان/فارو

source: Europe/Paris
ug: ياۋروپا/پارىژ

source: Africa/Libreville
ug: ئافرىقا/لىبرېۋىللې

source: Europe/London
ug: ياۋروپا/لوندون

source: America/Grenada
ug: ئامرىكا/گرېنادا

source: Asia/Tbilisi
ug: ئاسىيا/تىبلىس

source: America/Cayenne
ug: ئامرىكا/كايەننې

source: Europe/Guernsey
ug: ياۋروپا/گۇرنسېي

source: Africa/Accra
ug: ئافرىقا/ئاككرا

source: Europe/Gibraltar
ug: ياۋروپا/جىبرالتار

source: America/Godthab
ug: ئامرىكا/گودساب

source: Greenland (most areas)
ug: گرىنلەند ئارىلى （كۆپ قىسىم رايونلىرى）

source: America/Danmarkshavn
ug: ئامرىكا/دانماركشاۋن

source: National Park (east coast)
ug: دۆلەتلىك باغچا （شەرقىي）

source: America/Scoresbysund
ug: ئامرىكا/سكورېسبىساند

source: Scoresbysund/Ittoqqortoormiit
ug: سكورېسبىساند/ئىتتوككورتورمىت

source: America/Thule
ug: ئامرىكا/سۇلې

source: Thule/Pituffik
ug: سۇلې/پىتۇففىك

source: Africa/Banjul
ug: ئافرىقا/بانجۇل

source: Africa/Conakry
ug: ئافرىقا/كوناكرىي

source: America/Guadeloupe
ug: ئامرىكا/گۇادېلوپ

source: Africa/Malabo
ug: ئافرىقا/مالابو

source: Europe/Athens
ug: ياۋروپا/ئافىنا

source: Atlantic/South_Georgia
ug: ئاتلانتىك ئوكيان/جەنۇبىي گېئورگىئا

source: America/Guatemala
ug: ئامرىكا/گۇاتېمالا

source: Pacific/Guam
ug: تىنچ ئوكيان/گۇئام ئارىلى

source: Africa/Bissau
ug: ئافرىقا/بىسسائۇ

source: America/Guyana
ug: ئامرىكا/گۇيانا

source: Asia/Hong_Kong
ug: ئاسىيا/شياڭگاڭ

source: America/Tegucigalpa
ug: ئامرىكا/تېگۇسىگالپا

source: Europe/Zagreb
ug: ياۋروپا/زاغرېب

source: America/Port-au-Prince
ug: ئامرىكا/شاھزادە پورتى

source: Europe/Budapest
ug: ياۋروپا/بۇداپېست

source: Asia/Jakarta
ug: ئاسىيا/جاكارتا

source: Java, Sumatra
ug: جاۋا، سۇمارتا

source: Asia/Pontianak
ug: ئاسىيا/پونتياناك

source: Borneo (west, central)
ug: بورنىئو （غەربىي ۋە مەركىزى قىسمى）

source: Asia/Makassar
ug: ئاسىيا/ماكاسسار

source: Borneo (east, south); Sulawesi/Celebes, Bali, Nusa Tengarra; Timor (west)
ug: بورنىئو （شەرقىي، جەنۇبىي）؛ سۇلاۋېسى/سېلېبېس، بالى،نۇسا، تېنگاررا، تىمور （غەربىي）

source: Asia/Jayapura
ug: ئاسىيا/جاياپۇرا

source: New Guinea (West Papua / Irian Jaya); Malukus/Moluccas
ug: يىڭى گۋىنىيە （غەربىي پاپۇئا/ئىرىئان جاۋا）؛مالۇكۇس/مولۇككاس

source: Europe/Dublin
ug: ياۋروپا/دۇبلىن

source: Asia/Jerusalem
ug: ئاسىيا/ئىرۇسالىم

source: Europe/Isle_of_Man
ug: ياۋروپا/مەن ئارىلى

source: Asia/Kolkata
ug: ئاسىيا/كالكۇتتا

source: Indian/Chagos
ug: ھىندى ئوكيان/چاگوس

source: Asia/Baghdad
ug: ئاسىيا/باغداد

source: Asia/Tehran
ug: ئاسىيا/تېھران

source: Atlantic/Reykjavik
ug: ئاتلانتىك ئوكيان/رېكجاۋىك

source: Europe/Rome
ug: ياۋروپا/رېم

source: Europe/Jersey
ug: ياۋروپا/جېرسېي

source: America/Jamaica
ug: ئامرىكا/يامايكا

source: Asia/Amman
ug: ئاسىيا/ئاممان

source: Asia/Tokyo
ug: ئاسىيا/توكيو

source: Africa/Nairobi
ug: ئافرىقا/نايروبى

source: Asia/Bishkek
ug: ئاسىيا/بىشكەك

source: Asia/Phnom_Penh
ug: ئاسىيا/پومپېن

source: Pacific/Tarawa
ug: تىنچ ئوكيان/تاراۋا

source: Gilbert Islands
ug: جىلبېرت ئارىلى

source: Pacific/Enderbury
ug: تىنچ ئوكيان/ئېندېربۇرىي

source: Phoenix Islands
ug: فونىكس ئارىلى

source: Pacific/Kiritimati
ug: تىنچ ئوكيان/كىرىتىماتى

source: Line Islands
ug: لايىن ئارىلى

source: Indian/Comoro
ug: ھىندى ئوكيان/كومورو

source: America/St_Kitts
ug: ئامرىكا/ست كىتس

source: Asia/Pyongyang
ug: ئاسىيا/پيوڭياڭ

source: Asia/Seoul
ug: ئاسىيا/سېئۇل

source: Asia/Kuwait
ug: ئاسىيا/كۇۋەيت

source: America/Cayman
ug: ئامرىكا/كايمان

source: Asia/Almaty
ug: ئاسىيا/ئالمۇتا

source: Kazakhstan (most areas)
ug: قازاقىستان （كۆپ قىسىم رايونلىرى）

source: Asia/Qyzylorda
ug: ئاسىيا/قىزىل ئوردا

source: Qyzylorda/Kyzylorda/Kzyl-Orda
ug: قىزىل ئوردا

source: Asia/Aqtobe
ug: ئاسىيا/ئاقتۆپە

source: Aqtobe/Aktobe
ug: ئاقتۆپە

source: Asia/Aqtau
ug: ئاسىيا/ئاقتاۋ

source: Atyrau/Atirau/Gur'yev, Mangghystau/Mankistau
ug: ئاتۇراۋ،مانكۇستاۋ

source: Asia/Oral
ug: ئاسىيا/ئورال

source: West Kazakhstan
ug: غەربىي قازاقىستان

source: Asia/Vientiane
ug: ئاسىيا/ۋېنتيان

source: Asia/Beirut
ug: ئاسىيا/بېيرۇت

source: America/St_Lucia
ug: ئامرىكا/ست-لۇسىئا

source: Europe/Vaduz
ug: ياۋروپا/ۋادۇز

source: Asia/Colombo
ug: ئاسىيا/كولومبو

source: Africa/Monrovia
ug: ئافرىقا/مونروۋيا

source: Africa/Maseru
ug: ئافرىقا/ماسېرۇ

source: Europe/Vilnius
ug: ياۋروپا/ۋىلنىئۇس

source: Europe/Luxembourg
ug: ياۋروپا/لۇكسېمبۇرگ

source: Europe/Riga
ug: ياۋروپا/رىجا

source: Africa/Tripoli
ug: ئافرىقا/ترىپولى

source: Africa/Casablanca
ug: ئافرىقا/كاسابلانكا

source: Europe/Monaco
ug: ياۋروپا/موناكو

source: Europe/Chisinau
ug: ياۋروپا/چىسىناۋ

source: Europe/Podgorica
ug: ياۋروپا/پودگورىكا

source: America/Marigot
ug: ئامرىكا/مارىگوت

source: Indian/Antananarivo
ug: ھىندى ئوكيان/ئانتانانارىۋو

source: Pacific/Majuro
ug: تىنچ ئوكيان/ماجۇرو ئارىلى

source: Marshall Islands (most areas)
ug: مارشال ئارىلى （كۆپ قىسىم رايونلىرى）

source: Pacific/Kwajalein
ug: تىنچ ئوكيان/كۋاجالېن

source: Kwajalein
ug: كۋاجالېن

source: Europe/Skopje
ug: ياۋروپا/سكوپجې

source: Africa/Bamako
ug: ئافرىقا/باماكو

source: Asia/Rangoon
ug: ئاسىيا/رانگون

source: Asia/Ulaanbaatar
ug: ئاسىيا/ئۇلانباتۇر

source: Mongolia (most areas)
ug: موڭغولىيە （كۆپ قىسىم رايونلىرى）

source: Asia/Hovd
ug: ئاسىيا/خوۋد

source: Bayan-Olgiy, Govi-Altai, Hovd, Uvs, Zavkhan
ug: بايان-ئولگىي، گوۋى-ئالتاي، خوۋد،ئۇۋس، زاۋخان

source: Asia/Choibalsan
ug: ئاسىيا/چويبالسان

source: Dornod, Sukhbaatar
ug: دورنود، سۇخباتۇر

source: Asia/Macau
ug: ئاسىيا/ئاۋمېن

source: Pacific/Saipan
ug: تىنچ ئوكيان/سايپان

source: America/Martinique
ug: ئامرىكا/مارتىنىكۇ

source: Africa/Nouakchott
ug: ئافرىقا/نوئاكچوت

source: America/Montserrat
ug: ئامرىكا/مانتسېررات

source: Europe/Malta
ug: ياۋروپا/مالتا

source: Indian/Mauritius
ug: ھىندى ئوكيان/ماۋرىتۇس

source: Indian/Maldives
ug: ھىندى ئوكيان/مالدىۋېس

source: Africa/Blantyre
ug: ئافرىقا/بلانتاير

source: America/Mexico_City
ug: ئامرىكا/مېكسىكا شەھىرى

source: Central Time
ug: ئوتتۇرا قىسىم ۋاقتى

source: America/Cancun
ug: ئامرىكا/كانكۇن

source: Eastern Standard Time - Quintana Roo
ug: شەرقىي قىسىم ئۆلچەملىك ۋاقتى - كۇئىنتانارو

source: America/Merida
ug: ئامرىكا/مېرىدا

source: Central Time - Campeche, Yucatan
ug: ئوتتۇرا قىسىم ۋاقتى - كامپېچ، يۇكاتان

source: America/Monterrey
ug: ئامرىكا/مانتېررېي

source: Central Time - Durango; Coahuila, Nuevo Leon, Tamaulipas (most areas)
ug: ئوتتۇرا قىسىم ۋاقتى - دۇرانگو؛ ساۋخۇيلا، نۇۋولىئون،تامالىپاس （كۆپ قىسىم رايونلىرى）

source: America/Matamoros
ug: ئامرىكا/ماتاموروس

source: Central Time US - Coahuila, Nuevo Leon, Tamaulipas (US border)
ug: ئامرىكا ئوتتۇرا قىسىم ۋاقتى - ساۋخۇيلا، نۇۋۇلىئون، تامالىپاس （ئامرىكا چىگرىسى）

source: America/Mazatlan
ug: ئامرىكا/مازالتان

source: Mountain Time - Baja California Sur, Nayarit, Sinaloa
ug: Mountain ۋاقتى - باجا كالىفورنىيا سۇر، نايارىت، سىنالوئا

source: America/Chihuahua
ug: ئامرىكا/چىخۇاخۇا

source: Mountain Time - Chihuahua (most areas)
ug: Mountain ۋاقتى - چىخۇاخۇا （كۆپ قىسم رايونلىرى）

source: America/Ojinaga
ug: ئامرىكا/ئوجىناگا

source: Mountain Time US - Chihuahua (US border)
ug: Mountain ۋاقتى - چىخۇاخۇا （ئامرىكا چىگرىسى）

source: America/Hermosillo
ug: ئامرىكا/خېرموسىللو

source: Mountain Standard Time - Sonora
ug: Mountain ئۆلچەملىك ۋاقتى - سونورا

source: America/Tijuana
ug: ئامرىكا/تىجۇئانا

source: Pacific Time US - Baja California
ug: ئامرىكا ئاتلانتىك ئوكيان ۋاقتى - باجا كالىفورنىيا

source: America/Bahia_Banderas
ug: ئامرىكا/باھىيا-باندېراس

source: Central Time - Bahia de Banderas
ug: ئوتتۇرا قىسىم ۋاقتى - باھىيا باندېراس

source: Asia/Kuala_Lumpur
ug: ئاسىيا/كۇئالالۇمپۇر

source: Malaysia (peninsula)
ug: مالايسىيا (پېنىنسۇلا)

source: Asia/Kuching
ug: ئاسىيا/كۇچىڭ

source: Sabah, Sarawak
ug: ساباھ، ساراۋاك

source: Africa/Maputo
ug: ئافرىقا/ماپۇتو

source: Africa/Windhoek
ug: ئافرىقا/ۋىندخوك

source: Pacific/Noumea
ug: تىنچ ئوكيان/نومېئا

source: Africa/Niamey
ug: ئافرىقا/نىئامېي

source: Pacific/Norfolk
ug: تىنچ ئوكيان/نورفولك

source: Africa/Lagos
ug: ئافرىقا/لاگوس

source: America/Managua
ug: ئامرىكا/ماناگۇا

source: Europe/Amsterdam
ug: ياۋروپا/ئامستېردام

source: Europe/Oslo
ug: ياۋروپا/ئوسلو

source: Asia/Kathmandu
ug: ئاسىيا/كاتماندۇ

source: Pacific/Nauru
ug: تىنچ ئوكيان/نائۇرۇ

source: Pacific/Niue
ug: تىنچ ئوكيان/نىئۇ

source: Pacific/Auckland
ug: تىنچ ئوكيان/ئائۇكلەند

source: New Zealand (most areas)
ug: يىڭى زىللاندىيە （كۆپ قىسىم رايونلىرى）

source: Pacific/Chatham
ug: تىنچ ئوكيان/چاتھام

source: Chatham Islands
ug: چاتھام ئارىلى

source: Asia/Muscat
ug: ئاسىيا/مۇسكات

source: America/Panama
ug: ئامرىكا/پاناما

source: America/Lima
ug: ئامرىكا/لىما

source: Pacific/Tahiti
ug: تىنچ ئوكيان/تاھىتى

source: Society Islands
ug: جەمىئەت ئارىلى

source: Pacific/Marquesas
ug: تىنچ ئوكيان/ماركىئۇساس

source: Marquesas Islands
ug: ماركىئۇساس ئارىلى

source: Pacific/Gambier
ug: تىنچ ئوكيان/گامبيېر

source: Gambier Islands
ug: گامبيېر ئارىلى

source: Pacific/Port_Moresby
ug: تىنچ ئوكيان/مورسبېي پورتى

source: Papua New Guinea (most areas)
ug: پاپۇئا يىڭى گۋىنىيىسى （كۆپ قىسىم رايونلىرى）

source: Pacific/Bougainville
ug: تىنچ ئوكيان/بوگائىنۋىللې

source: Bougainville
ug: بوگائىنۋىللې

source: Asia/Manila
ug: ئاسىيا/مانىلا

source: Asia/Karachi
ug: ئاسىيا/كاراچى

source: Europe/Warsaw
ug: ياۋروپا/ۋارشاۋا

source: America/Miquelon
ug: ئامرىكا/مىكىئۇلون

source: Pacific/Pitcairn
ug: تىنچ ئوكيان/پىتكارىن

source: America/Puerto_Rico
ug: ئامرىكا/پىئۇرتورىكو

source: Asia/Gaza
ug: ئاسىيا/گازا

source: Gaza Strip
ug: گازا رايونى

source: Asia/Hebron
ug: ئاسىيا/ھېبرون

source: West Bank
ug: ئىئوردان دەرياسىنىڭ غەربىي قىرغىقى

source: Europe/Lisbon
ug: ياۋروپا/لىسبون

source: Portugal (mainland)
ug: پورتۇگالىيە （چوڭ قۇرۇقلۇقى）

source: Atlantic/Madeira
ug: ئاتلانتىك ئوكيان/مادېرا

source: Madeira Islands
ug: مادېرا ئارىلى

source: Atlantic/Azores
ug: ئاتلانتىك ئوكيان/ئازورېس

source: Azores
ug: ئازورېس

source: Pacific/Palau
ug: تىنچ ئوكيان/پالائۇ

source: America/Asuncion
ug: ئامرىكا/ئاسۇنشئون

source: Asia/Qatar
ug: ئاسىيا/قاتار

source: Indian/Reunion
ug: ھىندى ئوكيان/رىيۇنىيون

source: Europe/Bucharest
ug: ياۋروپا/بۇچارېست

source: Europe/Belgrade
ug: ياۋروپا/بېلگراد

source: Europe/Kaliningrad
ug: ياۋروپا/كالىنىنگراد

source: MSK-01 - Kaliningrad
ug: MSK-01 - كالىنىنگراد

source: Europe/Moscow
ug: ياۋروپا/موسكۋا

source: MSK+00 - Moscow area
ug: MSK+00 - موسكۋا رايونى

source: Europe/Simferopol
ug: ياۋروپا/سىمفېروپول

source: MSK+00 - Crimea
ug: MSK+00 - قرىمىيە

source: Europe/Volgograd
ug: ياۋروپا/ۋولگوگراد

source: MSK+00 - Volgograd, Saratov
ug: MSK+00 - ۋولگوگراد، ساراتوۋ

source: Europe/Kirov
ug: ياۋروپا/كىروۋ

source: MSK+00 - Kirov
ug: MSK+00 - كىروۋ

source: Europe/Astrakhan
ug: ياۋروپا/ئاستراخان

source: MSK+01 - Astrakhan
ug: MSK+01 - ئاستراخان

source: Europe/Samara
ug: ياۋروپا/سامارا

source: MSK+01 - Samara, Udmurtia
ug: MSK+01 - سامارا، ئۇدمۇرتيا

source: Europe/Ulyanovsk
ug: ياۋروپا/ئۇليانوۋسك

source: MSK+01 - Ulyanovsk
ug: MSK+01 - ئۇليانوۋسك

source: Asia/Yekaterinburg
ug: ئاسىيا/يېكاتېرىنبۇرگ

source: MSK+02 - Urals
ug: MSK+02 - ئۇرالس

source: Asia/Omsk
ug: ئاسىيا/ئومسك
